<?php

return [
    'admin' =>
    [
        'news' => [
            'updated' => [
                'success' => 'Новость успешно обновлена',
                'fail' => 'Не удалось обновить новость'
            ],
            'created' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Не удалось добавить новость'
            ]
        ],
        'category' => [
            'updated' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Не удалось обновить категорию'
            ],
            'created' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Не удалось добавить категорию'
            ]
        ],
        'user' => [
            'updated' => [
                'success' => 'Профиль пользователя успешно отредактирован',
                'fail' => 'Не удалось обновить пользователя',
            ],
        ],
    ],
    'feedback' => [
        'success' => 'Ваш отзыв отправлен',
        'fail' => 'Не удалось отправить обратную вязь, попробуйте позже'
    ]
];
